{
    "basic_info": {
      "description_header": "Currently going through Code Fellows software development program. Great at working with a team and not afraid to bring ideas to the table and pointing out possible corrections to increase team efficiency.",
      "description": "Before I decided to change careers I was a sophomore student attending Stony Brook University in New York majoring in astrophysics. I also worked part-time at a Lowes. I decided to learn software development because coding has always been something that has piqued my interest but I have been and still am fascinated with the science of the universe. I chose this specific skill because my aunt is a back end coder and I have always preferred working with a team out of reach of public interaction so I decided that learning coding and becoming a back end software developer wouldn't be such a bad career. I would prefer to be a back end coder simply because it interests me and also because I would like to strive for a position that works more with behind-the-scenes work. My prior experience at Code Fellows makes me feel more than confident in my new career in tech and I am more than proud in my capabilities. Even so, I will still continue to improve in anyway I can and am open to any suggestions or opinions. I am not fond of limiting myself by feeling I have reached a level of comfortability. To improve every day and be better than I was the day prior is the goal. ",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Flash-Flip",
        "startDate": "2022",
        "description": "The first project I worked on with a team and it allows a user to create custom decks of flashcards and use them to study",
        "images": [
          "images/portfolio/animal-shelter/home-logo.png"
        ],
        "url": "https://flash-flip.github.io/flash-flip/",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      },
      {
        "title": "Photography",
        "startDate": "2018",
        "description": "Personal project for study subject. I was responsible for testing photography application that optimizes images with popular algorithms used by graphic editors like Pixlr or Adobe Photoshop. I've earned A grade :)",
        "images": [
          "images/portfolio/photography/p1.jpg",
          "images/portfolio/photography/p2.jpg"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-react-original",
            "name": "React"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      },
      {
        "title": "3D Object Viewer",
        "startDate": "2015",
        "description": "One of the first apps I was working on my internship. I had to develop front-end implementation for app that shows 3D models of known buildings. This was also my first project in Angular framework. I've learned a lot!",
        "images": [
          "images/portfolio/adventure/p1.jpg",
          "images/portfolio/adventure/p2.jpg"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "DefOpenSource",
        "title": "Back-End Developer",
        "years": "10.2019 - present",
        "mainTech": [
          "Angular 8/9/10"
        ],
        "technologies": [
          "REST API",
          "JavaScript",
          "Bootstrap",
          "MDBootstrap"
        ]
      }
    ]
  }
